var table = [
    ['通讯节点','控制器名称','地址'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    
];

var pointsWithoutBypass = [
    '【1-1号门磁】','【1-1号门磁】','【1-1号门磁】','【1-1号门磁】','【1-1号门磁】','【1-1号门磁】'
];


var bypassPointsSet = [

];