//表格主题内容
var controll = [
['&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;','节点名称','地址','控制器名称','类型','版本','门数','连接状态'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
['','门禁控制主机','1','1F南侧大厅','ACM6840','Ver 02.66','4','离线'],
]


//定义控制器右边的增删改查按钮
var fixedBtn=[
    ['搜索控制器','删除控制器(E)','修改控制器名称(M)','查询控制器数据(U)','刷新控制器数据(N)','校检当前控制器(C)','校检全部控制器(R)']
]


