//有效刷卡事件页面table数据遍历
var effectiveCreditCardIncident = [
    ['时间','用户编号','用户名','部门','卡区号','卡号','节点','控制器','门点','事件类型'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','4545112545','测试','AK-AST','149','22155','门禁控制主机','1F南侧大厅','1086-出-电梯厅','有效卡进门'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','4545112545','测试','AK-AST','149','22155','门禁控制主机','1F南侧大厅','1086-出-电梯厅','有效卡进门'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','4545112545','测试','AK-AST','149','22155','门禁控制主机','1F南侧大厅','1086-出-电梯厅','有效卡进门'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','4545112545','测试','AK-AST','149','22155','门禁控制主机','1F南侧大厅','1086-出-电梯厅','有效卡进门'],
]             


//无效刷卡事件页面table数据遍历
var invalidCreditCardIncident = [
    ['时间','用户编号','用户名','部门','卡区号','卡号','节点','控制器','门点','事件类型'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','4545112545','测试','AK-AST','149','22155','门禁控制主机','1F南侧大厅','1086-出-电梯厅','非法卡进门'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','4545112545','测试','AK-AST','149','22155','门禁控制主机','1F南侧大厅','1086-出-电梯厅','非法卡进门'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','4545112545','测试','AK-AST','149','22155','门禁控制主机','1F南侧大厅','1086-出-电梯厅','非法卡进门'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','4545112545','测试','AK-AST','149','22155','门禁控制主机','1F南侧大厅','1086-出-电梯厅','非法卡进门'],
]             


//门状态改变页面table数据遍历
var doorStatusChange = [
    ['时间','控制器','节点','节点IP','门/点名称','事件'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','1F南侧大厅','门禁控制主机','192.168.1.117','[1-1]号门出门按钮','门状态改变'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','1F南侧大厅','门禁控制主机','192.168.1.117','[1-1]号门出门按钮','门状态改变'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','1F南侧大厅','门禁控制主机','192.168.1.117','[1-1]号门出门按钮','门状态改变'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','1F南侧大厅','门禁控制主机','192.168.1.117','[1-1]号门出门按钮','门状态改变']
]



//报警事件页面table数据遍历
var alarmEvent = [
    ['时间','控制器','节点','节点IP','门/点名称','事件'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','1F南侧大厅','门禁控制主机','192.168.1.117','[1-1]号门出门按钮','控制器离线'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','1F南侧大厅','门禁控制主机','192.168.1.117','[1-1]号门出门按钮','控制器在线'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','1F南侧大厅','门禁控制主机','192.168.1.117','[1-1]号门出门按钮','控制器离线'],
    ['2018-11-20&nbsp;&nbsp;&nbsp;&nbsp;15:57:34','1F南侧大厅','门禁控制主机','192.168.1.117','[1-1]号门出门按钮','控制器在线']
]



//实时进出人员p标签的遍历
var realTimeEntryAndExitPersonnelP = [
 ['最后刷卡进出人员[1]','最后刷卡进出人员[2]','最后刷卡进出人员[3]','最后刷卡进出人员[4]','最后刷卡进出人员[5]','最后刷卡进出人员[6]']
]


//选择语音类型
var selectVoiceType =['中文女声','中文男声','英文女声'];

//事件显示模式
var eventDisplayMode = ['显示最新时间事件','显示一天内时间事件','显示两天内时间事件']