var definedLinkageGroup_content = [
    {cont:['外联动组0','外联动组1']}  
]

var message = [
    {
        name:'1F南侧大厅',
        content:['[1-1]号门出门按钮','[1-2]号门出门按钮','[1-3]号门出门按钮','[1-4]号门出门按钮','[1-5]号门出门按钮','[1-6]号门出门按钮','[1-7]号门出门按钮'],
        id: ['1-1','1-2','1-3','1-4','1-5','1-6','1-7']
    },
    {
        name:'2F南侧大厅',
        content:['[2-1]号门出门按钮','[2-2]号门出门按钮','[2-3]号门出门按钮','[2-4]号门出门按钮','[2-5]号门出门按钮','[2-6]号门出门按钮','[2-7]号门出门按钮'],
        id: ['2-1','2-2','2-3','2-4','2-5','2-6','2-7']
    },
    {
        name:'3F南侧大厅',
        content:['[3-1]号门出门按钮','[3-2]号门出门按钮','[3-3]号门出门按钮','[3-4]号门出门按钮','[3-5]号门出门按钮','[3-6]号门出门按钮','[3-7]号门出门按钮'],
        id: ['3-1','3-2','3-3','3-4','3-5','3-6','3-7']
    },
    {
        name:'4F南侧大厅',
        content:['[4-1]号门出门按钮','[4-2]号门出门按钮','[4-3]号门出门按钮','[4-4]号门出门按钮','[4-5]号门出门按钮','[4-6]号门出门按钮','[4-7]号门出门按钮'],
        id: ['4-1','4-2','4-3','4-4','4-5','4-6','4-7']
    }
]

var linkageMode = [
    {content:['默认打开','默认关闭']}
]



var accessControlHost = [
    {list:'1F南侧大厅',contents:' [1-1]号门门磁',images:'aaaaa',image:'bbbbb',content:'[2-3]号门门磁'}
]


// var accessControlHost_child = [
//     {image:'xxxx',content:'[1-1]号门门磁'}
// ]