var table = [
    ['通讯节点','控制器名称','地址'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    
];


var withdrawAndPreventCard = [
    ['区号','卡号','卡有效','布放','撤防','留守布防','协持撤防','旁路'],
    ['xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx'],
]

var withdrawalPassword =[
    ['密码','是否有效','布防','撤防','留守布防','协持撤防','旁路'],
    ['xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx']
  
]