var table = [
    ['通讯节点','控制器名称','地址'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    
];


var pointStatusPlanningGroup = [
    ['名称','地址','是否有效','开始时间','状态','持续时间','T1','T2','T2'],
    ['xx','xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx','xx'],

]