var table = [
    ['通讯节点','控制器名称','地址'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    
];


var pointStatusPlanningGroup = [
    ['名称','地址','是否有效','开始时间','状态','持续时间','T1','T2','T2'],
    ['xx','xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx','xx'],
    ['xx','xx','xx','xx','xx','xx','xx','xx','xx'],

]

var choicePoint = ['布撤防状态点','布撤防状态点','布撤防状态点'];

var effectivePoint = ['有效','无效'];

var pointState = ['全部撤防','局部撤防'];

var continuity = ['默认','默认'];

var normalDateGroup = ['星期日','星期一','星期二','星期三','星期四','星期五','星期六'];

var specialDateGroup = ['S1','S2','S3','S4','S5','S6','S7'];

var temporaryDateGroup = ['T1','T2'];
