var table = [
    ['通讯节点','控制器名称','地址'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    ['门禁控制主机','1F南侧大厅','1'],
    
]

var t_table = [
    ['名称','地址','是否有效','报警','内外防区','防区类型','报警类型'],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],
    ['【2-1】号门磁','0','无效','无效','内部','',''],

]

var defensePointAvailability = ['有效','无效'];

var internalAndExternalDefenseArea = ['内部防区','外部防区'];

var defenseAlarm = ['有效','无效'];

var zoneType = ['按钮防区','表格防区'];

var alarmType = ['按钮防区报警','表格防区报警'];